[
  {
    "title": "Fresh Coconut",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/jJZ7fFb/coconut.webp",
    "price": 70,
    "prevPrice": 80,
    "category": "fruits",
    "description": "Low in carbs and high in fiber and fat, coconut is a great choice if you’re on a low carb, paleo, or gluten-free diet. It may help promote blood sugar control, contains powerful antioxidants, and also has antibacterial effects."
  },
  {
    "title": "Fresh Pineapple",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/jbFJm8L/pineapple.webp",
    "price": 50,
    "prevPrice": 60,
    "category": "fruits",
    "description": "Bromelain, the digestive enzyme in pineapple, has anti-inflammatory and pain-relieving properties. This helps when you have an infection, like sinusitis, or an injury, like a sprain or burn. It also offsets the joint pain of osteoarthritis. The vitamin C in pineapple juice also keeps inflammation levels low."
  },
  {
    "title": "Fresh Tomato",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/H72ftNj/tomato.jpg",
    "price": 80,
    "prevPrice": 100,
    "category": "vegetables",
    "description": "Tomatoes are low in calories and provide important nutrients like vitamin C and potassium. They're also rich in antioxidants—one called lycopene, responsible for tomatoes' characteristic color, is linked to several benefits, such as a reduced risk of heart disease and certain cancers."
  },
  {
    "title": "Fresh Green Capsicum",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/hLKwW45/green-Capsicum.webp",
    "price": 50,
    "prevPrice": 60,
    "category": "vegetables",
    "description": "Capsicum may help in managing blood glucose, dyslipidemia, cancers, and healing wounds. Additionally, it may help in boosting immunity, metabolism, preventing cataracts, and may provide symptomatic relief in arthritis, Crohn's disease and yellow fever."
  },
  {
    "title": "Fresh Cabbage",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/dfYVfJB/cabbage.webp",
    "price": 50,
    "prevPrice": 70,
    "category": "vegetables",
    "description": "The key ingredients, of course, are cabbage and green peppers. If available, toss in some red, yellow and orange bell peppers for an eye-popping colorful salad. Many recipes call for one-half cup or so of grated carrots, chopped celery, onion, or a teaspoon of celery seed."
  },
  {
    "title": "Fresh Banana",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/7bCVSTV/banana.webp",
    "price": 10,
    "prevPrice": 15,
    "category": "fruits",
    "description": "Bananas contain essential nutrients that may enhance heart health, help manage blood pressure, and boost a person's mood, among other benefits. Eating bananas can help lower blood pressure and may reduce the risk of cancer."
  },
  {
    "title": "Fresh Apple",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/z6bTmYw/apple.webp",
    "price": 130,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Not only do apples taste delicious on their own or when added to dishes, but they come loaded with health benefits. Apples have been linked to numerous health benefits, including improved gut health and reduced risk of stroke, high blood pressure, diabetes, heart disease, obesity, and some cancers."
  },
  {
    "title": "Fresh Vinegar",
    "ratings": 2.5,
    "photoUrl": "https://i.ibb.co/zmsDFfg/vinegar.jpg",
    "price": 70,
    "prevPrice": 90,
    "category": "juice",
    "description": "Vinegar contains polyphenols, plant chemicals that have an antioxidant effect that may protect cells from oxidative stress, a possible stimulator of tumor growth. Cell and mouse studies suggest that vinegar may prevent the growth of cancer cells or cause tumor cells to die."
  },
  {
    "title": "Fresh Onion",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/QcF68w2/onion.webp",
    "price": 60,
    "prevPrice": 80,
    "category": "vegetables",
    "description": "Raw onion is an essential ingredient found in most cuisines all over the world. Notably, onion comes in various colours such as yellow, white, and red. It is a popular vegetable due to its unique flavour and nutritious content."
  },
  {
    "title": "Fresh Watermelon ",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/WpFQr1F/watarmelon.webp",
    "price": 90,
    "prevPrice": 100,
    "category": "fruits",
    "description": "The cheery red color comes from lycopene, an antioxidant. Studies show it may help curb your risk of cancer and diabetes as part of a healthy lifestyle. Watermelon has more of this nutrient than any other fruit or veggie -- even tomatoes."
  },
  {
    "title": "Fresh Strawberry",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/Zck3Pyd/strawberry.webp",
    "price": 120,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Strawberries are rich in vitamin C and other antioxidants, which help reduce the risk of serious health conditions like cancer, diabetes, stroke, and heart disease. It's also an excellent source of: Magnesium. Phosphorous."
  },
  {
    "title": "Fresh Wiki",
    "ratings": 2,
    "photoUrl": "https://i.ibb.co/10bYhrT/wiki.webp",
    "price": 120,
    "prevPrice": 130,
    "category": "fruits",
    "description": "The outer layer, often edible, of most fruits is called the pericarp. Typically formed from the ovary, it surrounds the seeds; in some species, however, other structural tissues contribute to or form the edible portion."
  },
  {
    "title": "Fresh Brocoli",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/ncRTcYp/brocoli.webp",
    "price": 90,
    "prevPrice": 120,
    "category": "vegetables",
    "description": "Broccoli contains many vitamins, minerals, fiber, and antioxidants. Broccoli’s benefits include helping reduce inflammation, keeping blood sugar stable, and strengthening the immune system."
  },
  {
    "title": "Fresh Carrot",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/HrW3mDf/carrot-jpgj.jpg",
    "price": 30,
    "prevPrice": 40,
    "category": "vegetables",
    "description": "Carrots contain many nutrients, including beta carotene and antioxidants, that may support your overall health as part of a nutrient-rich die."
  },
  {
    "title": "Fresh Grapes",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/fCrqNR4/graps.webp",
    "price": 130,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Grapes are a juicy, delicious snack that can provide you with a variety of health benefits. Grapes are rich in nutrients, boost your immunity, provide antioxidants, promote better sleeps, improve the heath of your heart, protect your eyes, and keep you well hydrated."
  },
  {
    "title": "Fresh Lemon",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/2PtPzBc/lemon.webp",
    "price": 10,
    "prevPrice": 20,
    "category": "vegetables",
    "description": "Lemons contain nutrients that may help support your cardiovascular health and protect against kidney stones and anemia, among other benefits."
  },
  {
    "title": "Fresh Mango",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/zNRtwgq/mango.webp",
    "price": 60,
    "prevPrice": 80,
    "category": "fruits",
    "description": "The mango, a tropical fruit with hundreds of varieties has been named 'the king of fruits,'' and with good reason The mango is scientifically known as Mangifera indica L., is luscious, sweet, and fragrant, and packed with nutrients like vitamins A and C."
  },
  {
    "title": "Fresh Big Capsicum",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/hLKwW45/green-Capsicum.webp",
    "price": 110,
    "prevPrice": 120,
    "category": "vegetables",
    "description": "Capsicum may help in managing blood glucose, dyslipidemia, cancers, and healing wounds. Additionally, it may help in boosting immunity, metabolism, preventing cataracts, and may provide symptomatic relief in arthritis, Crohn's disease and yellow fever."
  },
  {
    "title": "Fresh Bin",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/p281L2q/bin.jpg",
    "price": 90,
    "prevPrice": 100,
    "category": "vegetables",
    "description": "Bin weighing systems weigh the precise weight of wastes collected from wheeled bin containers to accuracies of 0.5 kilograms for two wheeled bins and 2 Kilograms for trade containers. Without having to stop the lifter, each lifting chair is installed with a weighing loadcell and weighs two different bins independently and simultaneously."
  },
  {
    "title": "Fresh Almond",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/vxnCRKz/almond.webp",
    "price": 120,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Almonds are rich in important nutrients for your body, including magnesium, vitamin E, and fiber. Almonds have both calcium and phosphorus, which are good for bone health. Almonds seem to help curb blood sugar spikes after meals, which is key for people with diabetes."
  }
]


