[
  {
    "title": "Fresh Coconut",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/jJZ7fFb/coconut.webp",
    "price": 70,
    "prevPrice": 80,
    "category": "fruits",
    "description": "Low in carbs and high in fiber and fat, coconut is a great choice if you’re on a low carb, paleo, or gluten-free diet. It may help promote blood sugar control, contains powerful antioxidants, and also has antibacterial effects."
  },
  {
    "title": "Fresh Pineapple",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/jbFJm8L/pineapple.webp",
    "price": 50,
    "prevPrice": 60,
    "category": "fruits",
    "description": "Bromelain, the digestive enzyme in pineapple, has anti-inflammatory and pain-relieving properties. This helps when you have an infection, like sinusitis, or an injury, like a sprain or burn. It also offsets the joint pain of osteoarthritis. The vitamin C in pineapple juice also keeps inflammation levels low."
  },
  {
    "title": "Fresh Banana",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/7bCVSTV/banana.webp",
    "price": 10,
    "prevPrice": 15,
    "category": "fruits",
    "description": "Bananas contain essential nutrients that may enhance heart health, help manage blood pressure, and boost a person's mood, among other benefits. Eating bananas can help lower blood pressure and may reduce the risk of cancer."
  },
  {
    "title": "Fresh Apple",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/z6bTmYw/apple.webp",
    "price": 130,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Not only do apples taste delicious on their own or when added to dishes, but they come loaded with health benefits. Apples have been linked to numerous health benefits, including improved gut health and reduced risk of stroke, high blood pressure, diabetes, heart disease, obesity, and some cancers."
  },
  {
    "title": "Fresh Vinegar",
    "ratings": 2.5,
    "photoUrl": "https://i.ibb.co/zmsDFfg/vinegar.jpg",
    "price": 70,
    "prevPrice": 90,
    "category": "juice",
    "description": "Vinegar contains polyphenols, plant chemicals that have an antioxidant effect that may protect cells from oxidative stress, a possible stimulator of tumor growth. Cell and mouse studies suggest that vinegar may prevent the growth of cancer cells or cause tumor cells to die."
  },
  {
    "title": "Fresh Watermelon ",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/WpFQr1F/watarmelon.webp",
    "price": 90,
    "prevPrice": 100,
    "category": "fruits",
    "description": "The cheery red color comes from lycopene, an antioxidant. Studies show it may help curb your risk of cancer and diabetes as part of a healthy lifestyle. Watermelon has more of this nutrient than any other fruit or veggie -- even tomatoes."
  },
  {
    "title": "Fresh Strawberry",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/Zck3Pyd/strawberry.webp",
    "price": 120,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Strawberries are rich in vitamin C and other antioxidants, which help reduce the risk of serious health conditions like cancer, diabetes, stroke, and heart disease. It's also an excellent source of: Magnesium. Phosphorous."
  },
  {
    "title": "Fresh Wiki",
    "ratings": 2,
    "photoUrl": "https://i.ibb.co/10bYhrT/wiki.webp",
    "price": 120,
    "prevPrice": 130,
    "category": "fruits",
    "description": "The outer layer, often edible, of most fruits is called the pericarp. Typically formed from the ovary, it surrounds the seeds; in some species, however, other structural tissues contribute to or form the edible portion."
  },
  {
    "title": "Fresh Grapes",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/fCrqNR4/graps.webp",
    "price": 130,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Grapes are a juicy, delicious snack that can provide you with a variety of health benefits. Grapes are rich in nutrients, boost your immunity, provide antioxidants, promote better sleeps, improve the heath of your heart, protect your eyes, and keep you well hydrated."
  },
  {
    "title": "Fresh Mango",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/zNRtwgq/mango.webp",
    "price": 60,
    "prevPrice": 80,
    "category": "fruits",
    "description": "The mango, a tropical fruit with hundreds of varieties has been named 'the king of fruits,'' and with good reason The mango is scientifically known as Mangifera indica L., is luscious, sweet, and fragrant, and packed with nutrients like vitamins A and C."
  },
  {
    "title": "Fresh Almond",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/vxnCRKz/almond.webp",
    "price": 120,
    "prevPrice": 150,
    "category": "fruits",
    "description": "Almonds are rich in important nutrients for your body, including magnesium, vitamin E, and fiber. Almonds have both calcium and phosphorus, which are good for bone health. Almonds seem to help curb blood sugar spikes after meals, which is key for people with diabetes."
  }
]
