[
  {
    "title": "Fresh Tomato",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/H72ftNj/tomato.jpg",
    "price": 80,
    "prevPrice": 100,
    "category": "vegetables",
    "description": "Tomatoes are low in calories and provide important nutrients like vitamin C and potassium. They're also rich in antioxidants—one called lycopene, responsible for tomatoes' characteristic color, is linked to several benefits, such as a reduced risk of heart disease and certain cancers."
  },
  {
    "title": "Fresh Green Capsicum",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/hLKwW45/green-Capsicum.webp",
    "price": 50,
    "prevPrice": 60,
    "category": "vegetables",
    "description": "Capsicum may help in managing blood glucose, dyslipidemia, cancers, and healing wounds. Additionally, it may help in boosting immunity, metabolism, preventing cataracts, and may provide symptomatic relief in arthritis, Crohn's disease and yellow fever."
  },
  {
    "title": "Fresh Cabbage",
    "ratings": 4.5,
    "photoUrl": "https://i.ibb.co/dfYVfJB/cabbage.webp",
    "price": 50,
    "prevPrice": 70,
    "category": "vegetables",
    "description": "The key ingredients, of course, are cabbage and green peppers. If available, toss in some red, yellow and orange bell peppers for an eye-popping colorful salad. Many recipes call for one-half cup or so of grated carrots, chopped celery, onion, or a teaspoon of celery seed."
  },
  {
    "title": "Fresh Onion",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/QcF68w2/onion.webp",
    "price": 60,
    "prevPrice": 80,
    "category": "vegetables",
    "description": "Raw onion is an essential ingredient found in most cuisines all over the world. Notably, onion comes in various colours such as yellow, white, and red. It is a popular vegetable due to its unique flavour and nutritious content."
  },
  {
    "title": "Fresh Brocoli",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/ncRTcYp/brocoli.webp",
    "price": 90,
    "prevPrice": 120,
    "category": "vegetables",
    "description": "Broccoli contains many vitamins, minerals, fiber, and antioxidants. Broccoli’s benefits include helping reduce inflammation, keeping blood sugar stable, and strengthening the immune system."
  },
  {
    "title": "Fresh Carrot",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/HrW3mDf/carrot-jpgj.jpg",
    "price": 30,
    "prevPrice": 40,
    "category": "vegetables",
    "description": "Carrots contain many nutrients, including beta carotene and antioxidants, that may support your overall health as part of a nutrient-rich die."
  },
  {
    "title": "Fresh Lemon",
    "ratings": 4,
    "photoUrl": "https://i.ibb.co/2PtPzBc/lemon.webp",
    "price": 10,
    "prevPrice": 20,
    "category": "vegetables",
    "description": "Lemons contain nutrients that may help support your cardiovascular health and protect against kidney stones and anemia, among other benefits."
  },
  {
    "title": "Fresh Big Capsicum",
    "ratings": 3,
    "photoUrl": "https://i.ibb.co/hLKwW45/green-Capsicum.webp",
    "price": 110,
    "prevPrice": 120,
    "category": "vegetables",
    "description": "Capsicum may help in managing blood glucose, dyslipidemia, cancers, and healing wounds. Additionally, it may help in boosting immunity, metabolism, preventing cataracts, and may provide symptomatic relief in arthritis, Crohn's disease and yellow fever."
  },
  {
    "title": "Fresh Bin",
    "ratings": 5,
    "photoUrl": "https://i.ibb.co/p281L2q/bin.jpg",
    "price": 90,
    "prevPrice": 100,
    "category": "vegetables",
    "description": "Bin weighing systems weigh the precise weight of wastes collected from wheeled bin containers to accuracies of 0.5 kilograms for two wheeled bins and 2 Kilograms for trade containers. Without having to stop the lifter, each lifting chair is installed with a weighing loadcell and weighs two different bins independently and simultaneously."
  }
]
